{"class_name": "Sequential", "backend": "tensorflow", "config": [{"class_name": "BatchNormalization", "config": {"trainable": true, "momentum": 0.99, "moving_variance_initializer": {"class_name": "Ones", "config": {}}, "center": true, "batch_input_shape": [null, 11], "gamma_initializer": {"class_name": "Ones", "config": {}}, "axis": -1, "name": "batch_normalization_1", "beta_constraint": null, "beta_regularizer": null, "scale": true, "beta_initializer": {"class_name": "Zeros", "config": {}}, "gamma_regularizer": null, "gamma_constraint": null, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "epsilon": 0.001}}, {"class_name": "Dense", "config": {"activity_regularizer": null, "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "kernel_constraint": null, "kernel_regularizer": null, "name": "dense_1", "use_bias": true, "dtype": "float32", "units": 11, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}}, "bias_constraint": null, "batch_input_shape": [null, 11], "activation": "relu"}}, {"class_name": "Dense", "config": {"trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "kernel_constraint": null, "kernel_regularizer": null, "name": "dense_2", "use_bias": true, "activity_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}}, "units": 11, "bias_constraint": null, "activation": "relu"}}, {"class_name": "Dense", "config": {"trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "kernel_constraint": null, "kernel_regularizer": null, "name": "dense_3", "use_bias": true, "activity_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}}, "units": 11, "bias_constraint": null, "activation": "relu"}}, {"class_name": "Dense", "config": {"trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "kernel_constraint": null, "kernel_regularizer": null, "name": "dense_4", "use_bias": true, "activity_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}}, "units": 11, "bias_constraint": null, "activation": "linear"}}], "keras_version": "2.2.2"}