{"class_name": "Sequential", "keras_version": "2.2.2", "config": [{"class_name": "BatchNormalization", "config": {"moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_initializer": {"class_name": "Zeros", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "beta_regularizer": null, "beta_constraint": null, "scale": true, "momentum": 0.99, "batch_input_shape": [null, 11], "name": "batch_normalization_1", "gamma_initializer": {"class_name": "Ones", "config": {}}, "axis": -1, "trainable": true, "gamma_constraint": null, "center": true, "epsilon": 0.001, "gamma_regularizer": null}}, {"class_name": "Dense", "config": {"dtype": "float32", "kernel_regularizer": null, "trainable": true, "units": 12, "name": "dense_1", "bias_regularizer": null, "batch_input_shape": [null, 12], "activity_regularizer": null, "activation": "relu", "bias_constraint": null, "kernel_constraint": null, "use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "seed": null, "distribution": "uniform", "scale": 1.0}}, "bias_initializer": {"class_name": "Zeros", "config": {}}}}, {"class_name": "BatchNormalization", "config": {"moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_initializer": {"class_name": "Zeros", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "beta_regularizer": null, "beta_constraint": null, "scale": true, "momentum": 0.99, "epsilon": 0.001, "name": "batch_normalization_2", "gamma_initializer": {"class_name": "Ones", "config": {}}, "axis": -1, "trainable": true, "gamma_constraint": null, "center": true, "gamma_regularizer": null}}, {"class_name": "Dense", "config": {"name": "dense_2", "kernel_regularizer": null, "trainable": true, "units": 16, "kernel_constraint": null, "bias_regularizer": null, "activity_regularizer": null, "activation": "relu", "bias_constraint": null, "use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "seed": null, "distribution": "uniform", "scale": 1.0}}, "bias_initializer": {"class_name": "Zeros", "config": {}}}}, {"class_name": "BatchNormalization", "config": {"moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_initializer": {"class_name": "Zeros", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "beta_regularizer": null, "beta_constraint": null, "scale": true, "momentum": 0.99, "epsilon": 0.001, "name": "batch_normalization_3", "gamma_initializer": {"class_name": "Ones", "config": {}}, "axis": -1, "trainable": true, "gamma_constraint": null, "center": true, "gamma_regularizer": null}}, {"class_name": "Dense", "config": {"name": "dense_3", "kernel_regularizer": null, "trainable": true, "units": 16, "kernel_constraint": null, "bias_regularizer": null, "activity_regularizer": null, "activation": "relu", "bias_constraint": null, "use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "seed": null, "distribution": "uniform", "scale": 1.0}}, "bias_initializer": {"class_name": "Zeros", "config": {}}}}, {"class_name": "BatchNormalization", "config": {"moving_variance_initializer": {"class_name": "Ones", "config": {}}, "beta_initializer": {"class_name": "Zeros", "config": {}}, "moving_mean_initializer": {"class_name": "Zeros", "config": {}}, "beta_regularizer": null, "beta_constraint": null, "scale": true, "momentum": 0.99, "epsilon": 0.001, "name": "batch_normalization_4", "gamma_initializer": {"class_name": "Ones", "config": {}}, "axis": -1, "trainable": true, "gamma_constraint": null, "center": true, "gamma_regularizer": null}}, {"class_name": "Dense", "config": {"name": "dense_4", "kernel_regularizer": null, "trainable": true, "units": 1, "kernel_constraint": null, "bias_regularizer": null, "activity_regularizer": null, "activation": "linear", "bias_constraint": null, "use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "seed": null, "distribution": "uniform", "scale": 1.0}}, "bias_initializer": {"class_name": "Zeros", "config": {}}}}], "backend": "tensorflow"}